<?php

return [

       /*
       |--------------------------------------------------------------------------
       | 阿里云 OSSAccessKeyId
       |--------------------------------------------------------------------------
       |
       | 阿里云开发者 OSSAccessKeyId
       |
       */

    'OSSAccessKeyId' => env('OSSAccessKeyId', null),

    /*
    |--------------------------------------------------------------------------
    | 阿里云 OSSAccessKeySecret
    |--------------------------------------------------------------------------
    |
    | 阿里云开发者 OSSAccessKeySecret
    |
    */

    'OSSAccessKeySecret' => env('OSSAccessKeySecret', null),

    /*
    |--------------------------------------------------------------------------
    | 阿里云 OSSEndpoint
    |--------------------------------------------------------------------------
    |
    | 阿里云开发者 OSSEndpoint
    |
    */

    'OSSEndpoint' => env('OSSEndpoint', null),
];